/* nothing */
"" = "Project-Id-Version: xchat 2.6.x\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2006-10-11 17:09+0400\nLast-Translator: Vladimir aka ExclusivE <exc@elec.ru>\nLanguage-Team: russian <ru@li.org>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Generator: KBabel 1.11.2\n";

/* nothing */
"Cannot create ~/.xchat2" = "Не могу создать каталог ~/.xchat2";

/* nothing */
"I'm busy" = "Я занят";

/* nothing */
"Leaving" = "Ухожу";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Глупо запускать IRC под пользователем root! Вы должны\n  создать пользовательский вход и работать под ним.\n";

/* nothing */
"Waiting" = "Ожидание";

/* nothing */
"Active" = "Активен";

/* nothing */
"Failed" = "Ошибка";

/* nothing */
"Done" = "Готово";

/* nothing */
"Connect" = "Соединение";

/* nothing */
"Aborted" = "Остановлено";

/* nothing */
"Cannot access %s\n" = "Нет доступа к %s\n";

/* nothing */
"Error" = "Ошибка";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s предлагает \"%s\". Подтвердить?";

/* nothing */
"No active DCCs\n" = "Нет активных DCC\n";

/* nothing */
"YES  " = "ДА   ";

/* nothing */
"NO   " = "НЕТ  ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Вас забрасывают CTCP запросами от %s, %s игнорируется.\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Вас забрасывают сообщениями от %s, выключаем автооткрытие диалогов (переменная gui_auto_open_dialog).\n";

/* nothing */
"  %-20s online\n" = "";

/* nothing */
"  %-20s offline\n" = "";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Вы не зашли на канал. Наберите /join #<канал>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Нет соединения. Наберите /server <адрес> [<порт>]\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "Отсутствует /bin/sh для запуска!\n";

/* nothing */
"Commands Available:" = "Доступные команды:";

/* nothing */
"User defined commands:" = "Пользовательские команды:";

/* nothing */
"Plugin defined commands:" = "Комнды определеные плагинами:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Введите команду /HELP чтобы узнать больше, или /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Игнорируется неизвестный аргумент '%s'.";

/* nothing */
"No such plugin found.\n" = "Плагин не найден\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Плагин не хочет/не умеет выгружаться.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <название> <действие> - добавляет кнопку под списком пользователей";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <команда> - посылает команду во всех каналах где вы есть ";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <команда> - отправляет команду на все открытые каналы";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd> - посылает команду на всех серверах где вы есть ";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<причина>] - устанавливает флаг отсутствия или снимает его если причина не указана";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <маска> [<тип>] - блокирует доступ на текущий канал для каждого, совпадающего с маской. Если они уже на канале, то они не будут скинуты (для этого нужно быть оператором канала)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "Установка настроек канала:\nCHANOPT CONFMODE ON|OFF - Режим конференции (показ сообщений о входе/выходе)\nCHANOPT COLORPASTE ON|OFF - Вставка цвета\nCHANOPT BEEP ON|OFF - Звуковой сигнал при сообщении";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY] - Очищает текущее окно от текста или историю введенных команд";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE - закрывает текущее окно или вкладку";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <код|маска> - находит код страны, например: au = Австралия";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <ник> <сообщение> - посылает пользователю с указанным ником CCTP-сообщение, обычные сообщения -- VERSION и USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE - выйти с текущего канала и немедленно зайти";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <ник>                      - получить предложенный файл\nDCC SEND [-maxcps=#] <ник> [файл]  - отправить файл\nDCC PSEND [-maxcps=#] <ник> [файл] - отправить файл в пассивном режиме\nDCC LIST                            - список соединений DCC\nDCC CHAT <ник>                     - предложить DCC чат\nDCC PCHAT <ник>                    - предложить DCC чат в пассивном режиме\nDCC CLOSE <тип> <ник> <файл>         прервать соединени";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <ник> - удаляет статус полуоператора на текущем канале\n(нужны права оператора канала)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <имя> - удаляет кнопку из-под списка пользователей";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <ник> - убирает права оператора канала у пользователя на текущем канале (требует права оператора)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <ник> - удаляет право голоса у пользователя с переданным именем на текущем канале.\nДля использования нужны права как минимум полуоператора канала";

/* nothing */
"DISCON, Disconnects from server" = "DISCON - отсоединиться от сервера";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <имя,адрес,IP> - поиск IP адреса пользователя";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <текст> - вывести текст на локальной машине";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <Команда> - выполняет команду. При передаче опции -o вывод \nкоманды перенаправляется в текущий канал. Иначе вывод печатается в текущем окне";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT - продолжить выполнение процесса (отправить сигнал SIGCONT)";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9] - уничтожает выполняющийся процесс в текущей сессии. Если -9 процессу перадается сигнал SIGKILL";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP - приостанавливает выполнение процесса (сигнал SIGSTOP)";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE - посылает процессу данные на стандартный ввод";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ - очищает буфер отправки сервера";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <адрес> [<порт>], прокси через хост, порт по умолчанию - 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <ник> <пароль> - Отключает пользователя с вашим ником (часто при проблемах с сетью после пересоединения ник некоторое время занят)";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <Ник> - дает статус полуоператора канала пользователю (требуются права оператора)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <пароль> - идентифицирует вас на сервисах";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <маска> <типы..> <параметры..>\n    маска - маска игнорируемого хоста, например: *!*@*.aol.com\n    типы - типы игнорируемых данных, один или несколько из следующих:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    параметры - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <Ник> [<канал>], приглашает кого-либо на канал, по умолчанию, на текущий";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <канал> - зайти на канал";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <Ник> - удаляет человека с текущего канала (нужны права полуоператора или выше)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <Ник> - удаляет и ставит бан с данного канала (требуются права полуоператора или выше)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK - инициирует новую проверку соединения";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <Строка> - ищет строку в буфере";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <файл> - загрузить скрипт или плагин";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP - убирает у всех на текущем канале права полуоператора (требуются права оператора)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, убирает у всех права оператора на текущем канале (требуются права оператора)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <action> - посылает действие на текущий канал (действие пишется от третьего лица, например, /me накрылся тазом)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK - удаляет всех, кроме себя, с канала (требуются права оператора)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP - Устанавливает всем пользователям текущего канала права оператора (требуются права оператора канала)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <Ник> <сообщение> - отправляет приватное сообщение";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES - показывает список посетителей текущего канала";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <Ник> <сообщение> - отправляет CTCP уведомление";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <хост> [<порт>] - соединиться с сервером в новой вкладке";

/* nothing */
"NICK <nickname>, sets your nick" = "/NICK <Ник> - меняет ваш ник";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <Ник/канал> <сообщение> - посылает уведомление\nЭто сообщение обычно появляющееся у пользователя в окне активного канала";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n network1[,network2,...]] [<ник>] - показывает список уведомлений или добавляет в них ник";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <Ник> - дает пользователю статус оператора канала (требуются права оператора)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<Канал>] [<Причина>] - выйти с канала, по умолчанию - с текущего";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <Ник | канал> - CTCP-пинг пользователя или канала";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <ник> - открывает окно привата";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<причина>] - отсоединение от текущего сервера";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <Текст> - отсылает текст в чистом виде на сервер";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<Сервер>] [<Порт>] [<Пароль>]. Может использоваться только как /RECONNECT для переподключения к текущему серверу или с /RECONNECT ALL для переподключения ко всем серверам";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<Сервер>] [<Порт>] [<Пароль>]. Может использоваться только как /RECONNECT для переподключения к текущему серверу или с /RECONNECT ALL для переподключения ко всем серверам";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <Текст> - посылает данные в xchat, как если бы они были получены от сервера";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <Текст> - посылает текст объекту в текущем окне";

/* nothing */
"SEND <nick> [<file>]" = "SEND <ник> [<файл>] - отправляет файл по DCC";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <Сервер> <порт> <канал> - подключиться к серверу, а затем к каналу";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <Сервер> <порт> <канал> - подключиться к серверу, а затем к каналу";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <адрес> [<порт>] [<пароль>] - соединяет с сервером. Порт по умолчанию 6667 для нормальных соединений и 9999 для соединений через SSL";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <адрес> [<порт>] [<пароль>] - соединяет с сервером. Порт по умолчанию 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-e] [-quiet] <переменная> [<значение>] - показывает или устанавливает значение переменной";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<позиция>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<тема>] - устанавливает тему канала, если она указана. Иначе отображает текущую тему";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <маска> [<маска>...] - снять бан для специфической маски.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <маска> [QUIET] - снять игнорирование сообщений с определенной маски";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <имя> - выгрузить плагин или скрипт";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <ссылка>, открывает ссылку в браузере";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <ник1> <ник2> ... - выбрать ник(и) в списке пользователей";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <Ник> - дает право голоса кому-либо (требуются права полуоператора)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <Сообщение> - посылает сообщение на все каналы";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <Сообщение> - посылает сообщение всемl операторам текущего канала";

/* nothing */
"Usage: %s\n" = "Использование: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nПо этой команде нет помощи.\n";

/* nothing */
"No such command.\n" = "Команда не существует\n";

/* nothing */
"Bad arguments for user command.\n" = "Недопустимые аргументы команды пользователя.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Очень много рекурсивных команд пользователя, прерывание.";

/* nothing */
"Unknown Command. Try /help\n" = "Неизвестная команда. Попробуйте /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Нет символа xchat_plugin_init; вы уверены, что это плагин для xchat?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Вы уверены, что сервер и порт поддерживают SSL?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Не могу переобразовать доменное имя %s\nПроверьте ваши сетевые настройки!\n";

/* nothing */
"Proxy traversal failed.\n" = "Ошибка прохождения через прокси.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Переключаемся к следующему серверу %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Предупреждение: кодировка \"%s\" неизвестна. Трансляции для %s сети не будет.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 добавлен в список уведомлений.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 список банов:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tНе получается войти%C26 %B$1 %O(Вы забанены).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 теперь зовут $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 поставил бан на $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tКанал $1 создан $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O убрал права полуоператора с%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O убрал права оператора канала с%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O забрал голос у%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 установил исключение на $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O установил права полуоператора канала для%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 добавил приглашение для $2";

/* nothing */
"%UChannel          Users   Topic" = "%UКанал          Пользователи   Тема";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 установил режим $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Канал $1 режимы: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O дал статус оператора канала %C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 убрал исключение: $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 снял приглашение для $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 убрал пароль канала";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 убрал лимит пользователей";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 установил пароль канала: $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 установил лимит пользователей канала в $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 убрал бан с $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O дал голос%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Соединение установлено. Входим в сеть...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Соединение с $1 ($2) порт $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Соединение невозможно. Ошибка: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tПолучен CTCP $1 от $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tПолучен CTCP $1 от $2 (для $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2 ";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tПолучен CTCP звук $1 от $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tПолучен CTCP звук $1 от $2 (для $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT с %C26$1%O прерван.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tDCC CHAT соединение установлено с %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT с %C26$1%O потеряно ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tПринят запрос на DCC CHAT от $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tПредлагаем DCC CHAT $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tУже предложен CHAT $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 попытка соединения с%C26 $2%O неудачна (err=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tПринято '$1%O' от $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Тип  В/От    Состояние  Размер    Позиция     Файл         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tПолучен непонятный DCC запрос от %C26$1%O.%010%C22*%O$tСодержимое пакета: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tПредлагаем%C26 $1%O для%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tНет такого DCC предложения.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O с%C26 $1%O прервано.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O от%C26 $3%O завершено %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV соединение установлено с%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O от%C26 $3%O сбой ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Не могу открыть $1 для записи ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tФайл%C26 $1%C уже существует, сохраняем его как%C26 $2%O вместо этого.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Oзапрос на продолжение%C26 $2 %Cот%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O к%C26 $1%O прервано.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O к%C26 $2%O завершено %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND соединение установлено с%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O для%C26 $2%O провален. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Oпредложил%C26 $2 %O(%C26$3 %Oбайт)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cвстало - прервано.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oс%C26 $3 %Oпрерывание - время ожидания истекло.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 удалено из списка уведомлений.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tСоединение разорвано ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tОпределен ваш IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O добавлен в список игнорирования.";

/* nothing */
"Ignore on %C26$1%O changed." = "Игнорирование %C26$1%O изменено.";

/* nothing */
"%C24,18                                                              " = "";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Маска                     PRIV NOTI CHAN CTCP DCC  INVI UNIG";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O удален из списка игнорирования.";

/* nothing */
"  Ignore list is empty." = "  Список игнорирований пуст.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tНевозможно подключиться%C26 %B$1 %O(Канал только для приглашенных).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tВы приглашены на %C26 $1%O by%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) зашел на канал $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22-*%O$tНевозможно зайти наканал %C26 %B$1 %O(требуется пароль).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 выкинул $2 с канала $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "-%C10-%C11-%O$t$1выкинул вас с канала ($2%O)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD Пропущен.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 уже используется. Пытаемся как $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tНик уже используется. Используйте /NICK, чтобы попробовать другой.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tНет такого режима DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tНет запущенного процесса";

/* nothing */
"$tNotify list is empty." = "$tСписок слежки пуст.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Список слежки                        ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 пользователей в списке слежки.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tСлежка: $1 отключен ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tСлежка: $1 подключен ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) покинул $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) покинул канал $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "-%C10-%C11-%O$tPing ответ от $1: $2 секунд(ы)";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "-%C10-%C11-%O$tНе получено ответов в течении $1 секунд. Оключение.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tПроцесс уже запущен";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 вышел из IRC (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "-%C10-%C11-%O$t$1 установил режимы%B %C14[%O$2%B%C14]%O";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tПоиск IP-адреса для%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Соединение установлено.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Ищу сервер $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "-%C10-%C11-%O$tОстановлена предыдущая попытка соединения (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Тема канала $1%C %C29: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 сменил тему канала на: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Тема на $1%C %C29установлена $2%C %C29 $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tОшибка переобразования хоста сервера. Опечатка? Или интернет кончился?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tНевозможно зайти на %C26 %B$1 %O(количество пользователей достигло лимита).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Пользователи на $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cотошел %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %O==========все==========.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O молчит%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O молчит%C26 $2%O, в сети с%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Oнастоящий пользователь@хост%C27 $2%O, IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Вы вошли на канал $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tВас выкинул $3 с канала $2 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tВы ушли с канала $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tВы ушли с канала $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tВы пригласили%C26 $1%O на канал%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tТеперь вас зовут $2";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** ЗАКАНЧИВАЕТСЯ ВХОЖДЕНИЕ НА %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** НАЧАЛО ВХОЖДЕНИЯ НА %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Не могу открыть лог-файл(ы) для записи. Проверьте\n  Права доступа на %s/xchatlogs";

/* nothing */
"Left message" = "Сообщение слева";

/* nothing */
"Right message" = "Сообщение справа";

/* nothing */
"The nick of the joining person" = "Имя зашедшей персоны";

/* nothing */
"The channel being joined" = "Вы уже на канале";

/* nothing */
"The host of the person" = "Адрес компьютера персоны";

/* nothing */
"Nickname" = "Ник";

/* nothing */
"The action" = "Действие";

/* nothing */
"Mode char" = "Символ режима";

/* nothing */
"The text" = "Текст";

/* nothing */
"Identified text" = "Идентифицированный текст";

/* nothing */
"The message" = "Сообщение";

/* nothing */
"Old nickname" = "Старый ник";

/* nothing */
"New nickname" = "Новый ник";

/* nothing */
"Nick of person who changed the topic" = "Ник человека, который поменял тему";

/* nothing */
"Topic" = "теме";

/* nothing */
"Channel" = "каналу";

/* nothing */
"The nickname of the kicker" = "Ник выкинувшего";

/* nothing */
"The person being kicked" = "Персона выкинута";

/* nothing */
"The channel" = "Канал";

/* nothing */
"The reason" = "Причина";

/* nothing */
"The nick of the person leaving" = "Ник вышедшего";

/* nothing */
"The time" = "Время";

/* nothing */
"The creator" = "Создатель";

/* nothing */
"Nick" = "Ник";

/* nothing */
"Reason" = "Причина";

/* nothing */
"Host" = "Хост";

/* nothing */
"Who it's from" = "Откуда";

/* nothing */
"The time in x.x format (see below)" = "Время в формате x.x (см. ниже)";

/* nothing */
"The Channel it's going to" = "Канал на который зашел";

/* nothing */
"The sound" = "Звук";

/* nothing */
"The nick of the person" = "Ник персоны";

/* nothing */
"The CTCP event" = "CTCP событие";

/* nothing */
"The nick of the person who set the key" = "Ник персоны, установившей пароль канала";

/* nothing */
"The key" = "Пароль";

/* nothing */
"The nick of the person who set the limit" = "Ник персоны, установившей лимит";

/* nothing */
"The limit" = "Ограничение";

/* nothing */
"The nick of the person who did the op'ing" = "Ник человека, давшего права оператора";

/* nothing */
"The nick of the person who has been op'ed" = "Ник персоны, кому дали права оператора";

/* nothing */
"The nick of the person who has been halfop'ed" = "Ник персоны, кому дали права полуоператора";

/* nothing */
"The nick of the person who did the halfop'ing" = "Ник человека, который дал права полуоператора";

/* nothing */
"The nick of the person who did the voice'ing" = "Ник человека, который дал право голоса";

/* nothing */
"The nick of the person who has been voice'ed" = "Ник человека, которому дали право голоса";

/* nothing */
"The nick of the person who did the banning" = "Ник забанившего";

/* nothing */
"The ban mask" = "Маска бана";

/* nothing */
"The nick who removed the key" = "Ник снявшего пароль";

/* nothing */
"The nick who removed the limit" = "Ник удалившего ограничение";

/* nothing */
"The nick of the person of did the deop'ing" = "Ник персоны, снявшей статус опаретара";

/* nothing */
"The nick of the person who has been deop'ed" = "Ник персоны, с которой сняли статус оператора";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Ник персоны, снявшей статус полуоператора";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Ник персоны, с которой сняли статус полуоператора";

/* nothing */
"The nick of the person of did the devoice'ing" = "Ник персоны, снявшей право голоса";

/* nothing */
"The nick of the person who has been devoice'ed" = "Ник персоны, с которой сняли право голоса";

/* nothing */
"The nick of the person of did the unban'ing" = "Ник персоны, снявшей бан";

/* nothing */
"The nick of the person who did the exempt" = "Ник персоны, установившей исключение";

/* nothing */
"The exempt mask" = "Маска исключения";

/* nothing */
"The nick of the person removed the exempt" = "Ник персоны, убравшей исключение";

/* nothing */
"The nick of the person who did the invite" = "Ник персоны, сделавшей приглашение";

/* nothing */
"The invite mask" = "Маска приглашения";

/* nothing */
"The nick of the person removed the invite" = "Ник персоны, удалившей приглашение";

/* nothing */
"The nick of the person setting the mode" = "Ник персоны, установившей режим";

/* nothing */
"The mode's sign (+/-)" = "Знаки режима (+/-)";

/* nothing */
"The mode letter" = "Буквы режима";

/* nothing */
"The channel it's being set on" = "Канал уже есть";

/* nothing */
"Username" = "Имя пользователя";

/* nothing */
"Full name" = "Полное имя";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Член канала/\"IRC - оператор\"";

/* nothing */
"Server Information" = "Информация о сервере";

/* nothing */
"Idle time" = "Время молчания";

/* nothing */
"Signon time" = "Время входа";

/* nothing */
"Away reason" = "Причина выхода";

/* nothing */
"Message" = "Сообщение";

/* nothing */
"Account" = "Учетная запись";

/* nothing */
"Real user@host" = "Фактический пользователь@хост";

/* nothing */
"Real IP" = "Фактический IP";

/* nothing */
"Channel Name" = "Имя канала";

/* nothing */
"Text" = "Цифровой";

/* nothing */
"Server Name" = "Имя сервера";

/* nothing */
"Nick of person who invited you" = "Ник персоны, пригласившей вас";

/* nothing */
"Users" = "Пользователи";

/* nothing */
"Nickname in use" = "Ник уже используется";

/* nothing */
"Nick being tried" = "Пробуем ник";

/* nothing */
"IP" = "";

/* nothing */
"Port" = "Порт";

/* nothing */
"Network" = "Сеть";

/* nothing */
"Modes string" = "Строка режимов";

/* nothing */
"IP address" = "IP Адрес";

/* nothing */
"DCC Type" = "Тип DCC";

/* nothing */
"Filename" = "Имя файла";

/* nothing */
"Destination filename" = "Имя файла у получателя";

/* nothing */
"CPS" = "";

/* nothing */
"Pathname" = "Путь";

/* nothing */
"Position" = "Выполнено";

/* nothing */
"Size" = "Размер";

/* nothing */
"DCC String" = "Строка DCC";

/* nothing */
"Number of notify items" = "Количество уведомлений";

/* nothing */
"Old Filename" = "Старое имя файла";

/* nothing */
"New Filename" = "Новое имя файла";

/* nothing */
"Receiver" = "Получатель";

/* nothing */
"Hostmask" = "Маска компьютера";

/* nothing */
"Hostname" = "Хост";

/* nothing */
"The Packet" = "Пакет";

/* nothing */
"Seconds" = "Секунд";

/* nothing */
"Nick of person who have been invited" = "Ник приглашенного";

/* nothing */
"Banmask" = "Маска бана";

/* nothing */
"Who set the ban" = "Кто установил бан";

/* nothing */
"Ban time" = "Продолжительность бана";

/* nothing */
"Error parsing event %s.\nLoading default." = "Ошибка разбора события %s.\nЗагружаем по-умолчанию.";

/* nothing */
"Cannot read sound file:\n%s" = "Невозможно прочитать звуковой файл:\n%s";

/* nothing */
"Remote host closed socket" = "Удаленная машина закрыла сокет";

/* nothing */
"Connection refused" = "Соединение отвергнуто (порт не открыт)";

/* nothing */
"No route to host" = "Нет маршрута к хосту";

/* nothing */
"Connection timed out" = "Истечение времени ожидания соединения";

/* nothing */
"Cannot assign that address" = "Не могу назначить этот адрес";

/* nothing */
"Connection reset by peer" = "Соединение оборвано";

/* nothing */
"Ascension Island" = "остров Вознесения (Великобритания)";

/* nothing */
"Andorra" = "Андорра";

/* nothing */
"United Arab Emirates" = "Объединенные арабские эмираты";

/* nothing */
"Afghanistan" = "Афганистан";

/* nothing */
"Antigua and Barbuda" = "Антигуа и Барбуда";

/* nothing */
"Anguilla" = "Ангилья";

/* nothing */
"Albania" = "Албания";

/* nothing */
"Armenia" = "Армения";

/* nothing */
"Netherlands Antilles" = "Нидерланды ";

/* nothing */
"Angola" = "Ангола";

/* nothing */
"Antarctica" = "Антарктика";

/* nothing */
"Argentina" = "Аргентина";

/* nothing */
"Reverse DNS" = "Обратный DNS";

/* nothing */
"American Samoa" = "Американское Самоа";

/* nothing */
"Austria" = "Австрия";

/* nothing */
"Nato Fiel" = "";

/* nothing */
"Australia" = "Австралия";

/* nothing */
"Aruba" = "Аруба";

/* nothing */
"Aland Islands" = "Аландские острова (Финляндия)";

/* nothing */
"Azerbaijan" = "Азербайджан";

/* nothing */
"Bosnia and Herzegovina" = "Босния и Герцеговина";

/* nothing */
"Barbados" = "Барбадос";

/* nothing */
"Bangladesh" = "Бангладеш";

/* nothing */
"Belgium" = "Бельгия";

/* nothing */
"Burkina Faso" = "Буркина Фасо";

/* nothing */
"Bulgaria" = "Болгария";

/* nothing */
"Bahrain" = "Бахрейн";

/* nothing */
"Burundi" = "Бурунди";

/* nothing */
"Businesses" = "Бизнес";

/* nothing */
"Benin" = "Бенин";

/* nothing */
"Bermuda" = "Бермуды";

/* nothing */
"Brunei Darussalam" = "Бруней ";

/* nothing */
"Bolivia" = "Боливия";

/* nothing */
"Brazil" = "Бразилия";

/* nothing */
"Bahamas" = "Багамы";

/* nothing */
"Bhutan" = "Бутан";

/* nothing */
"Bouvet Island" = "Острова Буве";

/* nothing */
"Botswana" = "Ботсвана";

/* nothing */
"Belarus" = "Беларусь";

/* nothing */
"Belize" = "Белиз";

/* nothing */
"Canada" = "Канада";

/* nothing */
"Cocos Islands" = "Кокосовые о-ва";

/* nothing */
"Democratic Republic of Congo" = "Республика Конго";

/* nothing */
"Central African Republic" = "Центральная Африканская Республика";

/* nothing */
"Congo" = "Конго";

/* nothing */
"Switzerland" = "Швейцария";

/* nothing */
"Cote d'Ivoire" = "Кот'Д'Ивуар";

/* nothing */
"Cook Islands" = "Острова Кука";

/* nothing */
"Chile" = "Чили";

/* nothing */
"Cameroon" = "Камерун";

/* nothing */
"China" = "Китай";

/* nothing */
"Colombia" = "Колумбия";

/* nothing */
"Internic Commercial" = "Коммерческие";

/* nothing */
"Costa Rica" = "Коста Рика";

/* nothing */
"Serbia and Montenegro" = "Сербия и Черногория";

/* nothing */
"Cuba" = "Куба";

/* nothing */
"Cape Verde" = "Капо-Верде";

/* nothing */
"Christmas Island" = "Рождественские острова";

/* nothing */
"Cyprus" = "Кипр";

/* nothing */
"Czech Republic" = "Чешская республика";

/* nothing */
"Germany" = "Германия";

/* nothing */
"Djibouti" = "Джибути";

/* nothing */
"Denmark" = "Дания";

/* nothing */
"Dominica" = "Доминика";

/* nothing */
"Dominican Republic" = "Доминиканская республика";

/* nothing */
"Algeria" = "Алжир";

/* nothing */
"Ecuador" = "Эквадор";

/* nothing */
"Educational Institution" = "Образовательные учреждения";

/* nothing */
"Estonia" = "Эстония";

/* nothing */
"Egypt" = "Египет";

/* nothing */
"Western Sahara" = "Западная сахара";

/* nothing */
"Eritrea" = "Эритрея";

/* nothing */
"Spain" = "Испания";

/* nothing */
"Ethiopia" = "Эфиопия";

/* nothing */
"European Union" = "Европейский союз";

/* nothing */
"Finland" = "Финляндия";

/* nothing */
"Fiji" = "Фиджи";

/* nothing */
"Falkland Islands" = "Фолклендские о-ва";

/* nothing */
"Micronesia" = "Микронезия";

/* nothing */
"Faroe Islands" = "Острова Фарое";

/* nothing */
"France" = "Франция";

/* nothing */
"Gabon" = "Габон";

/* nothing */
"Great Britain" = "Великобритания";

/* nothing */
"Grenada" = "Гренада";

/* nothing */
"Georgia" = "Грузия";

/* nothing */
"French Guiana" = "Французская Гвиана";

/* nothing */
"British Channel Isles" = "Британские острова";

/* nothing */
"Ghana" = "Гана";

/* nothing */
"Gibraltar" = "Гибралтар";

/* nothing */
"Greenland" = "Гренландия";

/* nothing */
"Gambia" = "Гамбия";

/* nothing */
"Guinea" = "Гвинея";

/* nothing */
"Government" = "Правительственные";

/* nothing */
"Guadeloupe" = "Гваделупа";

/* nothing */
"Equatorial Guinea" = "Экваториальная Гвинея";

/* nothing */
"Greece" = "Греция";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "";

/* nothing */
"Guatemala" = "Гватемала";

/* nothing */
"Guam" = "Гуам";

/* nothing */
"Guinea-Bissau" = "Гвинея-Биссау";

/* nothing */
"Guyana" = "Гайаня";

/* nothing */
"Hong Kong" = "Гонк Конг";

/* nothing */
"Heard and McDonald Islands" = "";

/* nothing */
"Honduras" = "Гондурас";

/* nothing */
"Croatia" = "Хорватия";

/* nothing */
"Haiti" = "Гаити";

/* nothing */
"Hungary" = "Венгрия";

/* nothing */
"Indonesia" = "Индонезия";

/* nothing */
"Ireland" = "Ирландия";

/* nothing */
"Israel" = "Израиль";

/* nothing */
"Isle of Man" = "остров Мэн (Великобритания)";

/* nothing */
"India" = "Индия";

/* nothing */
"Informational" = "Информационные";

/* nothing */
"International" = "Интернациональные";

/* nothing */
"British Indian Ocean Territory" = "Британская индоокеанская территория";

/* nothing */
"Iraq" = "Ирак";

/* nothing */
"Iran" = "Иран";

/* nothing */
"Iceland" = "Исландия";

/* nothing */
"Italy" = "Италия";

/* nothing */
"Jersey" = "Джерси (Великобритания)";

/* nothing */
"Jamaica" = "Ямайка";

/* nothing */
"Jordan" = "Иордания";

/* nothing */
"Japan" = "Япония";

/* nothing */
"Kenya" = "Кения";

/* nothing */
"Kyrgyzstan" = "Киргизстан";

/* nothing */
"Cambodia" = "Камбоджа";

/* nothing */
"Kiribati" = "Кирибати";

/* nothing */
"Comoros" = "Коморос";

/* nothing */
"St. Kitts and Nevis" = "Сент-Китс и Невис";

/* nothing */
"North Korea" = "Северная Корея";

/* nothing */
"South Korea" = "Южная Корея";

/* nothing */
"Kuwait" = "Кувейт";

/* nothing */
"Cayman Islands" = "Каймановы о-ва";

/* nothing */
"Kazakhstan" = "Казахстан";

/* nothing */
"Laos" = "Лаос";

/* nothing */
"Lebanon" = "Ливан";

/* nothing */
"Saint Lucia" = "Санта Лючия";

/* nothing */
"Liechtenstein" = "Лихтенштейн";

/* nothing */
"Sri Lanka" = "Шри Ланка";

/* nothing */
"Liberia" = "Либерия";

/* nothing */
"Lesotho" = "Лесото";

/* nothing */
"Lithuania" = "Литва";

/* nothing */
"Luxembourg" = "Люксембург";

/* nothing */
"Latvia" = "Латвия";

/* nothing */
"Libya" = "Ливия";

/* nothing */
"Morocco" = "Марокко";

/* nothing */
"Monaco" = "Монако";

/* nothing */
"Moldova" = "Молдова";

/* nothing */
"United States Medical" = "Медучреждения США";

/* nothing */
"Madagascar" = "Мадагаскар";

/* nothing */
"Marshall Islands" = "Маршаловы о-ва";

/* nothing */
"Military" = "Военные";

/* nothing */
"Macedonia" = "Македония";

/* nothing */
"Mali" = "Мали";

/* nothing */
"Myanmar" = "Мьянма";

/* nothing */
"Mongolia" = "Монголия";

/* nothing */
"Macau" = "Макао";

/* nothing */
"Northern Mariana Islands" = "Северные Марианские острова";

/* nothing */
"Martinique" = "Мартиника";

/* nothing */
"Mauritania" = "Мавритания";

/* nothing */
"Montserrat" = "Монтсерат";

/* nothing */
"Malta" = "Мальта";

/* nothing */
"Mauritius" = "Маврикий";

/* nothing */
"Maldives" = "Мальдивы";

/* nothing */
"Malawi" = "Малави";

/* nothing */
"Mexico" = "Мексика";

/* nothing */
"Malaysia" = "Малайзия";

/* nothing */
"Mozambique" = "Мозамбик";

/* nothing */
"Namibia" = "Намибия";

/* nothing */
"New Caledonia" = "Новая Каледония";

/* nothing */
"Niger" = "Нигер";

/* nothing */
"Internic Network" = "Сети";

/* nothing */
"Norfolk Island" = "Норфолкские острова";

/* nothing */
"Nigeria" = "Нигерия";

/* nothing */
"Nicaragua" = "Никарагуа";

/* nothing */
"Netherlands" = "Нидерланды";

/* nothing */
"Norway" = "Норвегия";

/* nothing */
"Nepal" = "Непал";

/* nothing */
"Nauru" = "Науру";

/* nothing */
"Niue" = "Ниуе";

/* nothing */
"New Zealand" = "Новая зеландия";

/* nothing */
"Oman" = "Оман";

/* nothing */
"Internic Non-Profit Organization" = "Сетевые некоммерческие организации";

/* nothing */
"Panama" = "Панама";

/* nothing */
"Peru" = "Перу";

/* nothing */
"French Polynesia" = "Французская Полинезия";

/* nothing */
"Papua New Guinea" = "Новая Гвинея";

/* nothing */
"Philippines" = "Филлипины";

/* nothing */
"Pakistan" = "Пакистан";

/* nothing */
"Poland" = "Польша";

/* nothing */
"St. Pierre and Miquelon" = "";

/* nothing */
"Pitcairn" = "";

/* nothing */
"Puerto Rico" = "Пуэрто Рико";

/* nothing */
"Palestinian Territory" = "Британская индоокеанская территория";

/* nothing */
"Portugal" = "Португалия";

/* nothing */
"Palau" = "Палау";

/* nothing */
"Paraguay" = "Парагвай";

/* nothing */
"Qatar" = "Катар";

/* nothing */
"Reunion" = "Реунион";

/* nothing */
"Romania" = "Румыния";

/* nothing */
"Old School ARPAnet" = "Старая сеть ARPAnet";

/* nothing */
"Russian Federation" = "Россия";

/* nothing */
"Rwanda" = "Руанда";

/* nothing */
"Saudi Arabia" = "Саудовская Аравия";

/* nothing */
"Solomon Islands" = "Соломоновы о-ва";

/* nothing */
"Seychelles" = "Сейшелы";

/* nothing */
"Sudan" = "Судан";

/* nothing */
"Sweden" = "Швеция";

/* nothing */
"Singapore" = "Сингапур";

/* nothing */
"St. Helena" = "Святая Елена";

/* nothing */
"Slovenia" = "Словения";

/* nothing */
"Svalbard and Jan Mayen Islands" = "";

/* nothing */
"Slovak Republic" = "Словацкая Республика";

/* nothing */
"Sierra Leone" = "Сьера Леоне";

/* nothing */
"San Marino" = "Сан Марино";

/* nothing */
"Senegal" = "Сенегал";

/* nothing */
"Somalia" = "Сомали";

/* nothing */
"Suriname" = "Суринам";

/* nothing */
"Sao Tome and Principe" = "Сен-Томе и Принсипи";

/* nothing */
"Former USSR" = "Бывш. СССР";

/* nothing */
"El Salvador" = "Сальвадор";

/* nothing */
"Syria" = "Сирия";

/* nothing */
"Swaziland" = "Свазиленд";

/* nothing */
"Turks and Caicos Islands" = "о-ва Тёркс и Кайкос";

/* nothing */
"Chad" = "Чад";

/* nothing */
"French Southern Territories" = "Франзузские Южные Территории";

/* nothing */
"Togo" = "Того";

/* nothing */
"Thailand" = "Таиланд";

/* nothing */
"Tajikistan" = "Таджикистан";

/* nothing */
"Tokelau" = "о-ва Токелау";

/* nothing */
"East Timor" = "Восточный Тимор";

/* nothing */
"Turkmenistan" = "Туркменистан";

/* nothing */
"Tunisia" = "Тунис";

/* nothing */
"Tonga" = "Тонга";

/* nothing */
"Turkey" = "Турция";

/* nothing */
"Trinidad and Tobago" = "Тринидад и Тобаго";

/* nothing */
"Tuvalu" = "Тувалу";

/* nothing */
"Taiwan" = "Тайвань";

/* nothing */
"Tanzania" = "Танзания";

/* nothing */
"Ukraine" = "Украина";

/* nothing */
"Uganda" = "Уганда";

/* nothing */
"United Kingdom" = "Объединенное королевство";

/* nothing */
"United States of America" = "США";

/* nothing */
"Uruguay" = "Уругвай";

/* nothing */
"Uzbekistan" = "Узбекистан";

/* nothing */
"Vatican City State" = "Ватикан";

/* nothing */
"St. Vincent and the Grenadines" = "Сент-Винсент и Гренадины";

/* nothing */
"Venezuela" = "Венесуэла";

/* nothing */
"British Virgin Islands" = "Британские Виргинские о-ва";

/* nothing */
"US Virgin Islands" = "Американские Виргинские о-ва";

/* nothing */
"Vietnam" = "Вьетнам";

/* nothing */
"Vanuatu" = "Вануату";

/* nothing */
"Wallis and Futuna Islands" = "";

/* nothing */
"Samoa" = "Самоа";

/* nothing */
"Yemen" = "Йемен";

/* nothing */
"Mayotte" = "";

/* nothing */
"Yugoslavia" = "Югославия";

/* nothing */
"South Africa" = "Южная Африка";

/* nothing */
"Zambia" = "Замбия";

/* nothing */
"Zimbabwe" = "Зимбабве";

/* nothing */
"Unknown" = "Неизвестно";

/* nothing */
"Open Dialog Window" = "Открыть приват";

/* nothing */
"Send a File" = "Послать Файл";

/* nothing */
"User Info (WHOIS)" = "Информация (WHOIS)";

/* nothing */
"Operator Actions" = "Действия оператора";

/* nothing */
"Give Ops" = "Дать оператора";

/* nothing */
"Take Ops" = "Снять оператора";

/* nothing */
"Give Voice" = "Дать голос";

/* nothing */
"Take Voice" = "Забрать голос";

/* nothing */
"Kick/Ban" = "Кик/Бан";

/* nothing */
"Kick" = "Кик";

/* nothing */
"Ban" = "Бан";

/* nothing */
"KickBan" = "Кик+Бан";

/* nothing */
"Direct client-to-client" = "Прямое соединение (DCC)";

/* nothing */
"Send File" = "Послать файл";

/* nothing */
"Offer Chat" = "Предложить разговор";

/* nothing */
"Abort Chat" = "Прервать Разговор";

/* nothing */
"Version" = "Версия";

/* nothing */
"Userinfo" = "Информация о пользователе";

/* nothing */
"Clientinfo" = "Информация о клиенте";

/* nothing */
"Ping" = "Пинг";

/* nothing */
"Time" = "Время";

/* nothing */
"Finger" = "";

/* nothing */
"Oper" = "Команды IRC оператора";

/* nothing */
"Kill this user" = "Отключить от IRC";

/* nothing */
"Mode" = "Режим";

/* nothing */
"Give Half-Ops" = "Дать полуоператора";

/* nothing */
"Take Half-Ops" = "Снять полуоператора";

/* nothing */
"Ignore" = "Игнорировать";

/* nothing */
"Ignore User" = "Игнорировать пользователя";

/* nothing */
"UnIgnore User" = "Снять игнорирование пользователя";

/* nothing */
"Info" = "Информация";

/* nothing */
"Who" = "Информация коротко (WHO)";

/* nothing */
"WhoIs" = "Информация WHOIS";

/* nothing */
"DNS Lookup" = "Просмотр DNS";

/* nothing */
"Trace" = "Трассировка";

/* nothing */
"UserHost" = "Компьютер пользователя";

/* nothing */
"External" = "Внешние";

/* nothing */
"Traceroute" = "Трассировка";

/* nothing */
"Telnet" = "Телнет";

/* nothing */
"Leave Channel" = "Уйти с канала";

/* nothing */
"Join Channel..." = "Зайти на канал...";

/* nothing */
"Enter Channel to Join:" = "Введите канал для входа:";

/* nothing */
"Server Links" = "Ссылки сервера";

/* nothing */
"Ping Server" = "Пропинговать сервер";

/* nothing */
"Hide Version" = "Не показывать версию";

/* nothing */
"Op" = "Оператор";

/* nothing */
"DeOp" = "Снять оператора";

/* nothing */
"bye" = "пока";

/* nothing */
"Enter reason to kick %s:" = "введите причину кика %s:";

/* nothing */
"Sendfile" = "Послать файл";

/* nothing */
"Dialog" = "Приват";

/* nothing */
"Send" = "Отправить";

/* nothing */
"Chat" = "Разговор";

/* nothing */
"Clear" = "Очистить";

/* nothing */
"Couldn't connect to session bus" = "Невозможно соединиться с шиной сессий";

/* nothing */
"Failed to complete NameHasOwner" = "Ошибка заполнения поля NameHasOwner";

/* nothing */
"Failed to complete Command" = "Ошибка заполнения поля Команда";

/* nothing */
"remote access" = "удаленный доступ";

/* nothing */
"plugin for remote access using DBUS" = "плагин для удаленного доступа через DBUS";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Невозможно соединиться с шиной сессий: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "Ошибка получения %s: %s\n";

/* nothing */
"About XChat" = "О программе";

/* nothing */
"A multiplatform IRC Client" = "Многоплатформенный IRC-клиент";

/* nothing */
"Character Chart" = "Таблица символов";

/* nothing */
"Not connected." = "Ошибка: нет соединения.";

/* nothing */
"You must select some bans." = "Вы должны выбрать баны.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Вы точно хотите снять все баны на %s?";

/* nothing */
"Mask" = "Маска";

/* nothing */
"From" = "От";

/* nothing */
"Date" = "Дата";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Вы можете открыть список банов только находясь на вкладке канала.";

/* nothing */
"XChat: Ban List (%s)" = "XChat: Список банов (%s)";

/* nothing */
"Remove" = "Удалить";

/* nothing */
"Crop" = "Обрезать";

/* nothing */
"Refresh" = "Обновить";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Статистика пользователей и каналов: %d/%d пользователей  на %d/%d каналах";

/* nothing */
"Select an output filename" = "Выберите файл для сохранения";

/* nothing */
"_Join Channel" = "Зайти на канал";

/* nothing */
"_Copy Channel Name" = "Имя канала";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Список каналов (%s)";

/* nothing */
"_Search" = "XChat: Поиск";

/* nothing */
"_Download List" = "Загрузки";

/* nothing */
"Save _List..." = "Сохранить как...";

/* nothing */
"Show only:" = "";

/* nothing */
"channels with" = "Каналы:";

/* nothing */
"to" = "";

/* nothing */
"users." = "Пользователи";

/* nothing */
"Look in:" = "";

/* nothing */
"Channel name" = "Имя канала";

/* nothing */
"Search type:" = "Поиск текста...";

/* nothing */
"Simple Search" = "";

/* nothing */
"Pattern Match (Wildcards)" = "Соответствие шаблона:";

/* nothing */
"Regular Expression" = "";

/* nothing */
"Find:" = "Искать:";

/* nothing */
"Send file to %s" = "Отправить файл %s";

/* nothing */
"That file is not resumable." = "Передачу файла нельзя продолжить.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Нет доступа к файлу: %s\n%s.\nПродолжение не доступно.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Локальный файл больше запрошенного. Продолжение невозможно.";

/* nothing */
"Cannot resume the same file from two people." = "Не могу продолжить одинаковый файл от 2 пользователей.";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Отправленные и скачанные файлы";

/* nothing */
"Status" = "Статус";

/* nothing */
"File" = "Файл";

/* nothing */
"ETA" = "Осталось";

/* nothing */
"Both" = "И то и другое";

/* nothing */
"Uploads" = "Отправка";

/* nothing */
"Downloads" = "Загрузки";

/* nothing */
"Details" = "Детали";

/* nothing */
"File:" = "Файл";

/* nothing */
"Address:" = "Адрес";

/* nothing */
"Abort" = "Прервать";

/* nothing */
"Accept" = "Подтвердить";

/* nothing */
"Resume" = "Продолжить";

/* nothing */
"Open Folder..." = "Открыть каталог...";

/* nothing */
"XChat: DCC Chat List" = "XChat: Список разговоров DCC";

/* nothing */
"Recv" = "Принято";

/* nothing */
"Sent" = "Отправлено";

/* nothing */
"Start Time" = "Время начала";

/* nothing */
"*NEW*" = "*НОВ*";

/* nothing */
"EDIT ME" = "Исправь";

/* nothing */
"Name" = "Имя";

/* nothing */
"Command" = "Команда";

/* nothing */
"Move Up" = "Вверх";

/* nothing */
"Move Dn" = "Вниз";

/* nothing */
"Cancel" = "Отмена";

/* nothing */
"Save" = "Записать";

/* nothing */
"Add New" = "Добавить";

/* nothing */
"Delete" = "Удалить";

/* nothing */
"Sort" = "Сортировать";

/* nothing */
"Help" = "Справка";

/* nothing */
"Don't auto connect to servers" = "Не соединяться с серверами автоматически";

/* nothing */
"Use a different config directory" = "Использовать свой каталог с настройками";

/* nothing */
"Don't auto load any plugins" = "Не загружать плагины";

/* nothing */
"Show plugin auto-load directory" = "Показать каталог автозагрузки плагинов";

/* nothing */
"Show user config directory" = "Показать пользовательский каталог настроек";

/* nothing */
"Open an irc://server:port/channel URL" = "Открыть URL irc://сервер:порт/канал";

/* nothing */
"Open URL in an existing XChat" = "Открыть URL в открытом XChat";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "никогда";

/* nothing */
"Show version information" = "Показать информацию о версии";

/* nothing */
"Failed to open font:\n\n%s" = "Ошибка открытия шрифта:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Буфер поиска пуст.\n";

/* nothing */
"%d bytes" = "%d байт";

/* nothing */
"Network send queue: %d bytes" = "Буфер отправки сети: %d байт";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "Действие Run Command запускает данные в Data 1 как будто их ввели с клавиатуры там где вы нажали сочетание клавиш. Соответственно поле может содержать текст (отправляемый в канал или приват) или команды. Символы \\n используются для разделения команд если их несколько. Если надо вывести символ \\ используйте \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Команда Change Page переключает страницы в блокноте. Data 1 - номер страницы на которую надо перейти. Если установлено Data 2 то в Data 1 указывается смещение относительно текущей позиции";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "Команда Insert in Buffer вставляет содержимое поля Data 1 в текущую позицию курсора";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Команда Scroll Page прокручивает текст в окне на одну страницу.или строку. Data1 может быть Up, Down, +1 или -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "Команда Set Buffer заменяет текст в поле ввода на Data 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Команда Last Command выводит последнюю введенную команду - то же самое что и нажатие стрелки вверх";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "Команда Next Command выводит следующую команду в истории - то же самое что и стрелка вниз на клавиатуре";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Эта команда дополняет набранный ник или команду как по нажатию клавиши TAB. Если заполнено поле Data 1 выбирается последний из возможных вариантов";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Эта команда прокручивает список ников. Если Data1 установлено список прокручивается вверх, иначе вниз";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Эта команда проверяет последнее введенное слово согласно списку автозамены и заменяет его если найдено";

/* nothing */
"This command moves the front tab left by one" = "Эта команда перемещает текущую вкладку влево";

/* nothing */
"This command moves the front tab right by one" = "Эта команда перемещает текущую вкладку вправо";

/* nothing */
"This command moves the current tab family to the left" = "Эта команда перемещает текущую группу вкладок влево";

/* nothing */
"This command moves the current tab family to the right" = "Эта команда перемещает текущую группу вкладок вправо";

/* nothing */
"Push input line into history but doesn't send to server" = "Вставить введенную строку в историю не отправляя на сервер";

/* nothing */
"There was an error loading key bindings configuration" = "Ошибка загрузки сочетаний клавиш";

/* nothing */
"<none>" = "<нет>";

/* nothing */
"Mod" = "Модификатор";

/* nothing */
"Key" = "Клавиша";

/* nothing */
"Action" = "Действие";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: сочетания клавиш";

/* nothing */
"Shift" = "";

/* nothing */
"Alt" = "";

/* nothing */
"Ctrl" = "";

/* nothing */
"Data 1" = "";

/* nothing */
"Data 2" = "";

/* nothing */
"Error opening keys config file\n" = "Ошибка открытия файла соцетаний клавиш\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Неизвестная клавиша %s в конфигурационном файле\nЗагрузка прервана, если можете исправьте %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Неизвестное действие %s в конфигурационном файле\nЗагрузка прервана, если можете исправьте %s/keybindings.conf\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Ожидается строка данных (начинающаяся с Dx{:|!}), получено:\n%s\n\nЗагрузка прервана, если можете исправьте %s/keybindings.conf\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Файл сочетаний клавиш кто-то погрыз, загрузка прервана.\nЕсли можете пофиксите %s/keybindings.conf, если нет - удалите его\n";

/* nothing */
"Cannot write to that file." = "Невозможно записать в файл.";

/* nothing */
"Cannot read that file." = "Невозможно прочитать файл.";

/* nothing */
"That mask already exists." = "Маска уже есть.";

/* nothing */
"Private" = "Приват";

/* nothing */
"Notice" = "Уведомление";

/* nothing */
"CTCP" = "";

/* nothing */
"DCC" = "";

/* nothing */
"Invite" = "Приглашение";

/* nothing */
"Unignore" = "Снять игнор";

/* nothing */
"Enter mask to ignore:" = "Введите маску для игнорирования:";

/* nothing */
"XChat: Ignore list" = "XChat: список игноров";

/* nothing */
"Ignore Stats:" = "Статус игнора:";

/* nothing */
"Channel:" = "Канал:";

/* nothing */
"Private:" = "Приват:";

/* nothing */
"Notice:" = "Уведомление:";

/* nothing */
"CTCP:" = "";

/* nothing */
"Invite:" = "Приглашение:";

/* nothing */
"Add..." = "Добавить...";

/* nothing */
"Channel name too short, try again." = "Промазали! Название канала слишком короткое, попытайтесь еще.";

/* nothing */
"XChat: Connection Complete" = "XChat: Соедиенние установлено";

/* nothing */
"Connection to %s complete." = "Соедиенние с %s установлено.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "В окне списка серверов можно выбрать каналы для автоматического входа для этой сети.";

/* nothing */
"What would you like to do next?" = "Что будем делать дальше?";

/* nothing */
"_Nothing, I'll join a channel later." = "Ничего, я потом сам зайду на канал.";

/* nothing */
"_Join this channel:" = "Зайти на этот канал:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Если вы знаете название канала введите его здесь.";

/* nothing */
"O_pen the Channel-List window." = "Открыть список каналов.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Получение списка каналов может занять минуту или две.\nА может и больше - это зависит от их количества.";

/* nothing */
"_Always show this dialog after connecting." = "Всегда надоедать мне этим окном после соединения.";

/* nothing */
"Dialog with" = "Приват c";

/* nothing */
"Topic for %s is: %s" = "Тема на %s: %s";

/* nothing */
"No topic is set" = "Тема не установлена";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Открыто %d каналов и приватов с этого сервера. Закрыть все?";

/* nothing */
"Quit XChat?" = "О программе";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "Соединяться с этой сетью автоматически при запуске XChat";

/* nothing */
"Are you sure you want to quit?" = "Вы точно хотите снять все баны на %s?";

/* nothing */
"Some file transfers are still active." = "Файлы еще передаются, выйти из XChat?";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "Вставить атрибут или код цвета";

/* nothing */
"<b>Bold</b>" = "<b>Жирный</b>";

/* nothing */
"<u>Underline</u>" = "<u>Подчеркнутый</u>";

/* nothing */
"Normal" = "Обычный";

/* nothing */
"Colors 0-7" = "Цвета (0-7)";

/* nothing */
"Colors 8-15" = "Цвета (8-15)";

/* nothing */
"Beep on message" = "Гудеть при сообщении";

/* nothing */
"Blink tray on message" = "Гудеть при сообщении";

/* nothing */
"Show join/part messages" = "Сообщать о входе/выходе народа";

/* nothing */
"Color paste" = "Вставить цвет";

/* nothing */
"_Close Tab" = "Закрыть вкладку";

/* nothing */
"_Detach Tab" = "Отделить вкладку";

/* nothing */
"User limit must be a number!\n" = "Лимит пользователей должен содержать номер а не белиберду которую вы написали!\n";

/* nothing */
"Topic Protection" = "Защитить тему (ее смогут сменить только операторы канала)";

/* nothing */
"No outside messages" = "Нет левых сообщений (говорить в канал могут только пользователи находящиеся на нем)";

/* nothing */
"Secret" = "Секретный канал (нет в списке)";

/* nothing */
"Invite Only" = "Только для приглашенных";

/* nothing */
"Moderated" = "Модерируемый (нужен голос чтобы говорить)";

/* nothing */
"Ban List" = "Список банов";

/* nothing */
"Keyword" = "Пароль";

/* nothing */
"User Limit" = "Ограничение количества пользователей";

/* nothing */
"Show/Hide userlist" = "Показать/Скрыть список пользователей";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Невозможно установить прозрачный фон!\n\nВозможно, вы используете несовместимый оконный\nменеджер, который не поддерживает такую возможность.\n";

/* nothing */
"Enter new nickname:" = "Введите новый ник:";

/* nothing */
"Host unknown" = "Хост неизвестен";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "";

/* nothing */
"Real Name:" = "Настоящее имя:";

/* nothing */
"User:" = "Идент (кусок e-mail до собаки):";

/* nothing */
"Country:" = "Страна:";

/* nothing */
"Server:" = "Сервер:";

/* nothing */
"Away Msg:" = "Причина отсутствия:";

/* nothing */
"%u minutes ago" = "%u минут назад";

/* nothing */
"Last Msg:" = "Последнее сообщение:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "Строка меню теперь скрыта. Вместо того чтобы впадать в отчаяние и рвать на себе волосы вы можете показать ее опять нажав F9 или кликнув правой кнопкой мыши по пустому месту главного окна.";

/* nothing */
"Open Link in Browser" = "Открыть ссылку в браузуре";

/* nothing */
"Copy Selected Link" = "Копировать ссылку";

/* nothing */
"Join Channel" = "Зайти на канал";

/* nothing */
"Part Channel" = "Покинуть канал";

/* nothing */
"Cycle Channel" = "Перезайти на канал";

/* nothing */
"XChat: User menu" = "XChat: Меню пользователя";

/* nothing */
"Edit This Menu..." = "Редактировать это меню...";

/* nothing */
"Retrieve channel list..." = "Получение списка каналов...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Команды пользователя - специальные коды:\n\n%c  =  активный канал\n%e  =  название активной IRC сети\n%m  =  информация о машине\n%n  =  ваш ник\n%t  =  время/дата\n%v  =  версия xchat\n%2  =  слово 2\n%3  =  слово 3\n&2  =  2 слова  от конца строки\n&3  =  3 слова  от конца строки\n\nПример:\n/cmd john hello\n\n%2 = \"john\"\n&2 = \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Кнопки списка пользователей - специальные коды:\n\n%a  =  все выбранные ники\n%c  =  активный канал\n%e  =  название активной IRC сети\n%h  =  хост выбранного ника\n%m  =  информация о машине\n%n  =  ваш ник\n%s  =  выбранный ник\n%t  =  время/дата\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Кнопки диалога - специальные коды:\n\n%a  =  все выбранные ники\n%c  =  активный канал\n%e  =  название активной IRC сети\n%h  =  хост выбранного ника\n%m  =  информация о машине\n%n  =  ваш ник\n%s  =  выбранный ник\n%t  =  время/дата\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Ответы на CTCP запросы - специальные коды:\n\n%d  =  данные (полученные по CTCP)\n%e  =  имя IRC сети\n%m  =  информация о машине\n%s  =  ник пославшего запрос\n%t  =  время/дата\n%2  =  слово 2\n%3  =  слово 3\n&2  =  слово 2 от конца строки\n&3  =  слово 3 от конца строки\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "Обработчики URL - специальные коды:\n\n%s  =  URL\n\nКоманды начинающиеся с ! будут\nотправлены на обработку системе,\nостальные выполнит XChat";

/* nothing */
"XChat: User Defined Commands" = "XChat: Команды пользователя (алиасы)";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Меню списка пользователей";

/* nothing */
"Replace with" = "Заменить на";

/* nothing */
"XChat: Replace" = "XChat: Заменить";

/* nothing */
"XChat: URL Handlers" = "XChat: обработчики URL";

/* nothing */
"XChat: Userlist buttons" = "XChat: Кнопки списка пользователей";

/* nothing */
"XChat: Dialog buttons" = "XChat: Кнопки диалога";

/* nothing */
"XChat: CTCP Replies" = "XChat: ответы CTCP";

/* nothing */
"_XChat" = "";

/* nothing */
"Network Li_st..." = "Список сетей...";

/* nothing */
"_New" = "Создать";

/* nothing */
"Server Tab..." = "Вкладка сервера...";

/* nothing */
"Channel Tab..." = "Вкладка канала...";

/* nothing */
"Server Window..." = "Окно сервера...";

/* nothing */
"Channel Window..." = "Окно канала...";

/* nothing */
"_Load Plugin or Script..." = "Загрузить скрипт/плагин...";

/* nothing */
"_Quit" = "Выход";

/* nothing */
"_View" = "Вид";

/* nothing */
"_Menu Bar" = "Строка меню";

/* nothing */
"_Topic Bar" = "Строка темы канала";

/* nothing */
"_User List" = "Список пользователей";

/* nothing */
"U_serlist Buttons" = "Кнопки списка пользователей";

/* nothing */
"M_ode Buttons" = "Кнопки режимов канала";

/* nothing */
"_Channel Switcher" = "Каналы:";

/* nothing */
"_Tabs" = "Вкладки";

/* nothing */
"T_ree" = "Дерево";

/* nothing */
"_Network Meters" = "Монитор соединения";

/* nothing */
"Off" = "Отключено";

/* nothing */
"Graph" = "График";

/* nothing */
"_Server" = "Сервер";

/* nothing */
"_Disconnect" = "Отключиться";

/* nothing */
"_Reconnect" = "Пересоединиться";

/* nothing */
"Marked Away" = "Пометиться отсутствующим";

/* nothing */
"_Usermenu" = "Меню пользователя";

/* nothing */
"S_ettings" = "Опции";

/* nothing */
"_Preferences" = "Настройки";

/* nothing */
"Advanced" = "Дополнительно";

/* nothing */
"Auto Replace..." = "Автозамена...";

/* nothing */
"CTCP Replies..." = "Ответы CTCP...";

/* nothing */
"Dialog Buttons..." = "Кнопки привата...";

/* nothing */
"Keyboard Shortcuts..." = "Комбинации клавиш...";

/* nothing */
"Text Events..." = "Текст событий...";

/* nothing */
"URL Handlers..." = "Обработчики URL...";

/* nothing */
"User Commands..." = "Пользовательские команды...";

/* nothing */
"Userlist Buttons..." = "Кнопки под списком пользователей...";

/* nothing */
"Userlist Popup..." = "Меню списка пользователей...";

/* nothing */
"_Window" = "Окно";

/* nothing */
"Ban List..." = "Список банов...";

/* nothing */
"Channel List..." = "Список каналов...";

/* nothing */
"Character Chart..." = "Таблица символов...";

/* nothing */
"Direct Chat..." = "DCC чат...";

/* nothing */
"File Transfers..." = "Передача файлов...";

/* nothing */
"Ignore List..." = "Список игнорирования...";

/* nothing */
"Notify List..." = "Список слежки...";

/* nothing */
"Plugins and Scripts..." = "Плагины и скрипты...";

/* nothing */
"Raw Log..." = "\"Сырой\" журнал...";

/* nothing */
"URL Grabber..." = "Сборщий ссылок...";

/* nothing */
"Reset Marker Line" = "Сбросить маркер";

/* nothing */
"C_lear Text" = "Очистить окно от текста";

/* nothing */
"Search Text..." = "Поиск текста...";

/* nothing */
"Save Text..." = "Сохранить текст...";

/* nothing */
"_Help" = "Справка";

/* nothing */
"_Contents" = "Содержание";

/* nothing */
"_About" = "О программе";

/* nothing */
"_Attach Window" = "Прицепить окно как вкладку";

/* nothing */
"_Close Window" = "Закрыть окно";

/* nothing */
"User" = "Пользователь";

/* nothing */
"Last Seen" = "Замечен в последний раз";

/* nothing */
"Offline" = "Отключен";

/* nothing */
"Never" = "никогда";

/* nothing */
"%d minutes ago" = "%u минут назад";

/* nothing */
"Online" = "Подключен";

/* nothing */
"Enter nickname to add:" = "Введите ник для добавления:";

/* nothing */
"Notify on these networks:" = "Слежка в этих сетях:";

/* nothing */
"Comma separated list of networks is accepted." = "Список сетей через запятую принят.";

/* nothing */
"XChat: Notify List" = "XChat: Список слежки";

/* nothing */
"Open Dialog" = "Открыть Приват";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "";

/* nothing */
"_Restore" = "";

/* nothing */
"_Hide" = "скрыто";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "Имя канала";

/* nothing */
"Private Message" = "Гудеть когда пишут в приват";

/* nothing */
"Highlighted Message" = "Гудеть когда пишут мне";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "Гудеть когда пишут мне";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "";

/* nothing */
"XChat: Private message from: %s (%s)" = "";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: File offer from: %s (%s)" = "";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "";

/* nothing */
"Description" = "Описание";

/* nothing */
"Select a Plugin or Script to load" = "Выберите плагин или скрипт для загрузки";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: Скрипты и плагины";

/* nothing */
"_Load..." = "Загрузить...";

/* nothing */
"_UnLoad" = "Выгрузить";

/* nothing */
"_Close" = "Закрыть";

/* nothing */
"Save As..." = "Сохранить как...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Сырой журнал (%s)";

/* nothing */
"Clear rawlog" = "Очистить журнал";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Окно для которого вы открыли поиск было закрыто.";

/* nothing */
"Search hit end, not found." = "Поиск завершен, не найдено.";

/* nothing */
"XChat: Search" = "XChat: Поиск";

/* nothing */
"_Match case" = "Учитывать регистр";

/* nothing */
"Search _backwards" = "Искать назад";

/* nothing */
"_Find" = "Найти";

/* nothing */
"New Network" = "Новая сеть";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Удалить сеть \"%s\" и все ее сервера?";

/* nothing */
"User name and Real name cannot be left blank." = "Настоящее имя и идент нельзя оставлять пустым.";

/* nothing */
"XChat: Edit %s" = "XChat: правка %s";

/* nothing */
"Servers for %s" = "Серверы сети: %s";

/* nothing */
"Connect to selected server only" = "Соединиться только с выделенным сервером";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Не перебирать сервера при ошибке соединения.";

/* nothing */
"Your Details" = "Ваши детали";

/* nothing */
"Use global user information" = "Использовать глобальные установки пользователя";

/* nothing */
"_Nick name:" = "Ник:";

/* nothing */
"Second choice:" = "Запасной ник\n(если первый занят):";

/* nothing */
"_User name:" = "Идент (часть e-mail до @):";

/* nothing */
"Rea_l name:" = "Настоящее имя:";

/* nothing */
"Connecting" = "Соединение";

/* nothing */
"Auto connect to this network at startup" = "Соединяться с этой сетью автоматически при запуске XChat";

/* nothing */
"Use a proxy server" = "Использовать прокси-сервер";

/* nothing */
"Use SSL for all the servers on this network" = "Использовать SSL (шифрование) для всех серверов в этой сети";

/* nothing */
"Accept invalid SSL certificate" = "Разрешать неправильные сертификаты SSL";

/* nothing */
"C_hannels to join:" = "Введите канал(ы) для\nавтовхода:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Каналы для автозахода, разделенные запятыми, но не пробелами!";

/* nothing */
"Connect command:" = "Команда выполняемая\nпосле соединения:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Дополнительная команда, выполняемая после соединения. Если вам требуется указать больше, чем одну - пропишите LOAD -e <ИмяФайла>, где <ИмяФайла> - текстовый файл с командами.";

/* nothing */
"Nickserv password:" = "Пароль сервисов:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Если ваш ник зарегистрирован на сервисах введите тут пароль. Если нет - не обращайте внимания на это поле.";

/* nothing */
"Server password:" = "Пароль сервера:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Пароль для сервера, если не требуется - оставьте пустым.";

/* nothing */
"Character set:" = "Кодировка текста \n(обычно CP1251 на\nрусскоязычных каналах):";

/* nothing */
"_Edit" = "Изменить";

/* nothing */
"XChat: Network List" = "XChat: Список сетей";

/* nothing */
"User Information" = "Информация о пользователе";

/* nothing */
"Third choice:" = "Еще запасной ник:";

/* nothing */
"Networks" = "IRC Сети";

/* nothing */
"Skip network list on startup" = "Не показывать это окно при старте программы";

/* nothing */
"_Edit..." = "Изменить...";

/* nothing */
"_Sort" = "Сортировать";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "Подключить";

/* nothing */
"Text Box Appearance" = "Оформление окна текста";

/* nothing */
"Font:" = "Шрифт:";

/* nothing */
"Background image:" = "Фоновая картинка:";

/* nothing */
"Scrollback lines:" = "Прокручивать назад (строки):";

/* nothing */
"Colored nick names" = "Раскрашивать ники разными цветами";

/* nothing */
"Give each person on IRC a different color" = "Дать каждой персоне на IRC свой цвет";

/* nothing */
"Indent nick names" = "Выравнивать ники";

/* nothing */
"Make nick names right-justified" = "Выравнивать ники по правому краю";

/* nothing */
"Transparent background" = "Прозрачный фон";

/* nothing */
"Show marker line" = "Показывать маркер нового текста";

/* nothing */
"Insert a red line after the last read text." = "Вставить красную линию после последней прочитанной строки.";

/* nothing */
"Transparency Settings" = "Цвет прозрачности";

/* nothing */
"Red:" = "Красный:";

/* nothing */
"Green:" = "Зеленый:";

/* nothing */
"Blue:" = "Синий:";

/* nothing */
"Time Stamps" = "Время / дата в сообщениях";

/* nothing */
"Enable time stamps" = "Включить";

/* nothing */
"Time stamp format:" = "Формат отметки времени:";

/* nothing */
"See strftime manpage for details." = "Поищите в google \"strftime\" чтобы узнать формат.";

/* nothing */
"A-Z" = "";

/* nothing */
"Last-spoke order" = "";

/* nothing */
"Input box" = "Поле ввода текста";

/* nothing */
"Use the Text box font and colors" = "Использовать шрифт и цвета окна";

/* nothing */
"Spell checking" = "Проверка правописания";

/* nothing */
"Nick Completion" = "Автозавершение ников";

/* nothing */
"Automatic nick completion (without TAB key)" = "Автоматически завершать ники (без нажатия TAB)";

/* nothing */
"Nick completion suffix:" = "Суффикс ников:";

/* nothing */
"Nick completion sorted:" = "Сортировка автодополнения ников:";

/* nothing */
"Input Box Codes" = "Коды поля ввода ";

/* nothing */
"Interpret %nnn as an ASCII value" = "Рассматривать %nnn как ASCII-код (могут вознкнуть проблемы с вставкой ссылок)";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Рассматривать %C, %B как цвет, жирный и т.д";

/* nothing */
"A-Z, Ops first" = "A-Z, сначала опы";

/* nothing */
"Z-A, Ops last" = "Z-A, опы в конце";

/* nothing */
"Z-A" = "";

/* nothing */
"Unsorted" = "Без сортировки";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "наверху";

/* nothing */
"Bottom" = "внизу";

/* nothing */
"Hidden" = "скрыто";

/* nothing */
"User List" = "Список пользователей";

/* nothing */
"Show hostnames in user list" = "Показывать хост пользователя в списке пользователей канала";

/* nothing */
"User list sorted by:" = "Порядок списка пользователей:";

/* nothing */
"Show user list at:" = "Показать/Скрыть список пользователей";

/* nothing */
"Away tracking" = "Слежка за отошедшими";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Окрашивать отошедших пользователей в соответствующий цвет";

/* nothing */
"On channels smaller than:" = "на каналах населенностью меньше:";

/* nothing */
"Action Upon Double Click" = "Действие по двойному щелчку";

/* nothing */
"Execute command:" = "Выполнить команду:";

/* nothing */
"Windows" = "Окна";

/* nothing */
"Tabs" = "Вкладки";

/* nothing */
"Always" = "всегда";

/* nothing */
"Only requested tabs" = "только запрошенные закладки";

/* nothing */
"Tree" = "Дерево";

/* nothing */
"Switcher type:" = "Поиск текста...";

/* nothing */
"Open an extra tab for server messages" = "Открыть дополнительную вкладку для сообщений сервера";

/* nothing */
"Open an extra tab for server notices" = "Открыть дополнительную вкладку для уведомлений сервера";

/* nothing */
"Open a new tab when you receive a private message" = "Открыть вкладку при получении приватного сообщения";

/* nothing */
"Sort tabs in alphabetical order" = "Сортировать вкладки в алфавитном порядке";

/* nothing */
"Small tabs" = "Маленькие вкладки";

/* nothing */
"Focus new tabs:" = "Переходить на новые вкладки:";

/* nothing */
"Show channel switcher at:" = "Каналы:";

/* nothing */
"Shorten tab labels to:" = "Укорачивать названия вкладок до:";

/* nothing */
"letters." = "знаков.";

/* nothing */
"Tabs or Windows" = "Вкладки или окна";

/* nothing */
"Open channels in:" = "Каналы:";

/* nothing */
"Open dialogs in:" = "Приваты:";

/* nothing */
"Open utilities in:" = "Утилиты:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "DCC, игноры, слежение и т.д";

/* nothing */
"No" = "Нет";

/* nothing */
"Yes" = "Да";

/* nothing */
"Browse for save folder every time" = "Показывать диалог сохранения файла";

/* nothing */
"Files and Directories" = "Файлы и каталоги";

/* nothing */
"Auto accept file offers:" = "Автоматически принимать файлы:";

/* nothing */
"Download files to:" = "Сохранять файлы в каталоге:";

/* nothing */
"Move completed files to:" = "Перемещать полностью скачанные файлы в каталог:";

/* nothing */
"Save nick name in filenames" = "Сохранять ники в именах файлов";

/* nothing */
"Network Settings" = "НАстройки сети";

/* nothing */
"Get my address from the IRC server" = "Получить мой IP адрес с IRC сервера";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Спрашивает IRC сервер о вашем внешнем IP. Используйте если находитесь в локальной сети.";

/* nothing */
"DCC IP address:" = "IP-адрес DCC:";

/* nothing */
"Claim you are at this address when offering files." = "Использовать этот адрес при отправке файлов";

/* nothing */
"First DCC send port:" = "Порты DCC от:";

/* nothing */
"Last DCC send port:" = "до:";

/* nothing */
"!Leave ports at zero for full range." = "Поставьте нули для использования полного диапазона.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Максимальная скорость передачи файлов (байт/сек)";

/* nothing */
"One upload:" = "Одна закачка (кому-то):";

/* nothing */
"Maximum speed for one transfer" = "Максимальная скорость для одной передачи";

/* nothing */
"One download:" = "Одна загрузка (от кого-то):";

/* nothing */
"All uploads combined:" = "Все закачки вместе:";

/* nothing */
"Maximum speed for all files" = "Максимальная общая скорость для всех файлов";

/* nothing */
"All downloads combined:" = "Все загрузки вместе:";

/* nothing */
"Alerts" = "Сигналы";

/* nothing */
"Show tray balloons on:" = "Вывести панель вкладок:";

/* nothing */
"Blink tray icon on:" = "Гудеть при сообщении";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "";

/* nothing */
"Highlighted Messages" = "Гудеть когда пишут мне";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "Как меня еще могут назвать помимо ника:";

/* nothing */
"Nick names not to highlight:" = "Не трубить если пишут эти:";

/* nothing */
"Nick names to always highlight:" = "Не трубить если пишут эти:";

/* nothing */
"Separate multiple words with commas." = "Слова через запятую.";

/* nothing */
"Default Messages" = "Сообщения по умолчанию";

/* nothing */
"Quit:" = "При выходе из IRC:";

/* nothing */
"Leave channel:" = "При покидании канала:";

/* nothing */
"Away:" = "Причина отсутствия:";

/* nothing */
"Away" = "Отсутствие";

/* nothing */
"Announce away messages" = "Выводить сообщения об отсутствии";

/* nothing */
"Announce your away messages to all channels" = "Выводить во все каналы сообщения об отсутствии";

/* nothing */
"Show away once" = "только один раз";

/* nothing */
"Show identical away messages only once" = "Показывать одно и то же сообщение только один раз";

/* nothing */
"Automatically unmark away" = "Автоматически снимать отсутствие";

/* nothing */
"Unmark yourself as away before sending messages" = "Автоматически снимать отсутствие перед отправкой сообщений";

/* nothing */
"Advanced Settings" = "Дополнительные настройки";

/* nothing */
"Auto reconnect delay:" = "Задержка перед соединением после разрыва:";

/* nothing */
"Display MODEs in raw form" = "Показывать смену режимов канала в исходной форме";

/* nothing */
"Whois on notify" = "Использовать WHOIS при слежке";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Смотреть WHOIS на появившегося в списке слежения пользователя";

/* nothing */
"Hide join and part messages" = "Скрывать сообщения о входе и выходе пользователей на канал";

/* nothing */
"Hide channel join/part messages by default" = "Не показывать сообщения о входе и выходе пользователей по умолчанию";

/* nothing */
"Auto Open DCC Windows" = "Автоматически открывыть окна DCC";

/* nothing */
"Send window" = "Окно отправки";

/* nothing */
"Receive window" = "Окно получения";

/* nothing */
"Chat window" = "Окно разговора";

/* nothing */
"Logging" = "Протоколирование";

/* nothing */
"Enable logging of conversations" = "Включить запись разговоров в файлы";

/* nothing */
"Log filename:" = "Имя файла журлала:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=сервер, %c=канал, %n=сеть.";

/* nothing */
"Insert timestamps in logs" = "Вставлять в журнал время/дату";

/* nothing */
"Log timestamp format:" = "Формат времени/даты:";

/* nothing */
"(Disabled)" = "(Отключено)";

/* nothing */
"Wingate" = "";

/* nothing */
"Socks4" = "";

/* nothing */
"Socks5" = "";

/* nothing */
"HTTP" = "";

/* nothing */
"MS Proxy (ISA)" = "";

/* nothing */
"All Connections" = "всех соединений";

/* nothing */
"IRC Server Only" = "только для серверов IRC";

/* nothing */
"DCC Get Only" = "только для DCC GET";

/* nothing */
"Your Address" = "Ваш адрес";

/* nothing */
"Bind to:" = "Прявязываться к IP:";

/* nothing */
"Only useful for computers with multiple addresses." = "Только для машин с несколькими IP-адресами.";

/* nothing */
"Proxy Server" = "Прокси";

/* nothing */
"Hostname:" = "Хост:";

/* nothing */
"Port:" = "Порт:";

/* nothing */
"Type:" = "Тип:";

/* nothing */
"Use proxy for:" = "Использовать для:";

/* nothing */
"Proxy Authentication" = "Аутентификация";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Прокси-сервер требует логин и пароль";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Прокси-сервер требует логин и пароль";

/* nothing */
"Username:" = "Логин:";

/* nothing */
"Password:" = "Пароль:";

/* nothing */
"Select an Image File" = "Выберите файл с картинкой";

/* nothing */
"Select Download Folder" = "Выберите каталог для сохранения";

/* nothing */
"Select font" = "Выберите шрифт";

/* nothing */
"Browse..." = "Выбрать...";

/* nothing */
"Mark identified users with:" = "Маркер идентифицированных пользователей:";

/* nothing */
"Mark not-identified users with:" = "Маркер неидентифицированных пользователей:";

/* nothing */
"Open Data Folder" = "Открыть каталог...";

/* nothing */
"Select color" = "Выберите цвет";

/* nothing */
"Text Colors" = "Цвета текста";

/* nothing */
"mIRC colors:" = "Цвета mIRC:";

/* nothing */
"Local colors:" = "Локальные цвета:";

/* nothing */
"Foreground:" = "Цвет:";

/* nothing */
"Background:" = "Фон:";

/* nothing */
"Marking Text" = "Выделенный текст";

/* nothing */
"Interface Colors" = "Цвета интерфейса";

/* nothing */
"New data:" = "Новые данные:";

/* nothing */
"Marker line:" = "Маркер начала нового текста:";

/* nothing */
"New message:" = "Новое Сообщение:";

/* nothing */
"Away user:" = "Отошедший пользователь:";

/* nothing */
"Highlight:" = "Выделение:";

/* nothing */
"Event" = "Событие";

/* nothing */
"Sound file" = "Звуковой файл";

/* nothing */
"Select a sound file" = "Выберите звуковой файл";

/* nothing */
"Sound playing method:" = "Метод воспроизведения звука:";

/* nothing */
"External sound playing _program:" = "Внешний звуковой проигрыватель:";

/* nothing */
"_External program" = "Внешняя программа";

/* nothing */
"_Automatic" = "Автоматически";

/* nothing */
"Sound files _directory:" = "Каталог з_вуковых файлов:";

/* nothing */
"Sound file:" = "Звуковой файл:";

/* nothing */
"_Browse..." = "Выбрать...";

/* nothing */
"_Play" = "Воспрои_звести";

/* nothing */
"Interface" = "Интерфейс";

/* nothing */
"Text box" = "Текстовое окно";

/* nothing */
"User list" = "Список пользователей";

/* nothing */
"Channel switcher" = "Каналы:";

/* nothing */
"Colors" = "Цвета";

/* nothing */
"Chatting" = "Общение";

/* nothing */
"General" = "Основное";

/* nothing */
"Sound" = "Звук";

/* nothing */
"Network setup" = "Настройки сети";

/* nothing */
"File transfers" = "Передача файлов";

/* nothing */
"Categories" = "Категории";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Изменение некоторых настроек требует перезапуска программы для их использования.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*ПРЕДУПРЕЖДЕНИЕ*\nАвтоматический прием DCC в ваш домашний каталог\nможет быть опасным и создавать уязвимости. Например:\nКто-нибудь пришлет вам .bash_profile";

/* nothing */
"XChat: Preferences" = "XChat: Настройки";

/* nothing */
"There was an error parsing the string" = "Ошибка при разборе строки";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Этот сигнал принимает только аргумент %d , $%d - неправильный";

/* nothing */
"Print Texts File" = "Печатать текстовый файл";

/* nothing */
"Edit Events" = "Редактировать события";

/* nothing */
"$ Number" = "$ номер";

/* nothing */
"Load From..." = "Загрузить от...";

/* nothing */
"Test All" = "Проверить все";

/* nothing */
"URL" = "";

/* nothing */
"XChat: URL Grabber" = "XChat: Сборщик ссылок";

/* nothing */
"Clear list" = "Очистить список";

/* nothing */
"Copy selected URL" = "Копировать выбранный URL";

/* nothing */
"Copy" = "Копировать";

/* nothing */
"Save list to a file" = "Записать список в файл";

/* nothing */
"%d ops, %d total" = "%d опов, %d всего";

